public class Text {

    String[] worldListOne = {
            "Кто не работает, тот не ест!",
            "Вся власть Советам!",
            "Партия — ум, честь и совесть нашей эпохи! » (В. И. Ленин)",
            "Велика и мощна поступь СССР-великой железнодорожной державы!",
            "Не болтай по телефону, болтун - находка для шпиона!",
            "Пионер-всем ребятам пример!",
            "Октябрята-дружные ребята!",
            "Партия ум,честь и совесть нашей эпохи!",
            "Ленин жил,Ленин жив,Ленин будет жить!",
            "Решения ХХV съезда КПСС в жизнь!",
            "Идеи Ленина живут и побеждают",
            "Хлеба к обеду в меру бери! Хлеб драгоценность,им не сори!",
            "Миру-мир",
            "Пятилетке качества — наши трудовые победы!",
            "Если хочешь сил набраться,нужно правильно питаться!",
            "Нет забот с того момента,как купил абонемент ты",
            "Вперед, к победе коммунизма!",
            "Все работы в поле — под Знаком качества!",
            "Хлеб - наше богатство!",
            "Родина мать, умей за нее постоять!",
            "Пьянству - бой!",
            "Курить - здоровью вредить!",
            "Ничего не даётся нам так дешево, и не ценится так дорого, как ВЕЖЛИВОСТЬ!",
            "Союз серпа и молота - не рушим!",
            "Пролетарии всех стран, соединяйтесь!",
            "От каждого по способностям, каждому по труду!",
            "Нет НАТО!",
            "Да здравствует советская, народная интеллигенция!",
            "Искусство принадлежит народу!",
            "Мы за мир!",
            "Не теряй рабочих минут!",
            "Ночь - работе не помеха!",
            "Летайте самолётами Аэрофлота!",
            "Хлеб - наше богатство! Бережно расходуй его!",
            "Пионер! Ты в ответе за все",
            "Молодежь! Настойчиво овладевайте знаниями!",
            "Лучший контролер - совесть пассажира!",
            "МИРНЫЙ АТОМ - В КАЖДЫЙ ДОМ!",
            "СССР - оплот мира!",
            "После схода пены требуйте долива!",
            "Советский продавец - образец вежливости!",
            "Экономика должна быть экономной!",
            "Уважайте труд уборщиц!",
            "Соблюдайте чистоту рук! Уничтожайте мух!",
            "Да здравствует Коммунистическая Партия!",
            "Ленин и Партия - близнецы братья!",
            "Партия - наш рулевой!",
            "Решения партии - в жизнь!",
            "Используй лето для учебы!",
            "Пальцами и яйцами в соль не лазить!",
            "Турист, ты везде гость!",
            "Повышайте производительность труда!",
            "Знамя мира - знамя социализма!",
            "Слава советской молодежи!",
            "Партия - школа коммунизма!",
            "Тот, кто пьет молоко - будет прыгать высоко!",
            "Да здравствует единство партии и народа!",
            "Мелиорация - дело всенародное!",
            "Смело и безбоязненно критикуйте недостатки в работе!",
            "Раскрепощенная женщина - строй социализм!",
            "Служим народу!",
            "Наша дружба нерушима!",
            "Долой кухонное рабство! Даешь новый быт!",
            "Работай по-коммунистически!",
            "Партия сказала «НАДО!» космсомол ответил «ЕСТЬ!",
            "ВСЕ НА КОММУНИСТИЧЕСКИЙ СУББОТНИК!",
            "ВСЕ РАДИ ЧЕЛОВЕКА, ВСЕ НА БЛАГО ЧЕЛОВЕКА!",
            "СОВЕТСКОЕ – ЗНАЧИТ ОТЛИЧНОЕ!",
            "ЛЕНИН-ПАРТИЯ-КОМСОМОЛ!",
            "Спасибо Родине за наше счастливое детство!",
            "МЫ ПРИДЕМ К ПОБЕДЕ СОЦИАЛИСТИЧЕСКОГО ТРУДА",
            "Коммунизм победит!",
            "Мир крепи трудом своим!",
            "Пятилетку в три года!",
            "Давно уже сказано, что без революционной теории не может быть и революционного движения, и в настоящее время вряд ли есть надобность доказывать подобную истину",
            "Скажи мне, кто тебя хвалит, и я тебе скажу, в чем ты ошибся!",
            "Всеобщая вера в революцию есть уже начало революции!",
            "Прямая политика — самая лучшая политика. Принципиальная политика — самая практичная политика!",
            "…Материя есть объективная реальность, данная нам в ощущении…",
            "Учение Маркса всесильно, потому что оно верно!",
            "Русский язык мы портим. Иностранные слова употребляем без надобности. Употребляем их неправильно. К чему говорить «дефекты», когда можно сказать недочёты, или недостатки, или пробелы?.. Не пора ли нам объявить войну употреблению иностранных слов без надобности?",
            "Капиталисты сами продадут нам веревку, на которой мы их повесим",
            "Наша стратегия состоит в том, чтобы одному биться против десяти, наша тактика — в том, чтобы десяти биться против одного. Это — один из основных законов, обеспечивающих нам победу над врагом!",

    };
    final String[] worldListFour = {
            "(─‿‿─)♡",
            "(´｡• ᵕ •｡) ♡",
            "(´ ω ♡)",
            " ♡( ◡‿◡ )",
            "(ღ˘⌣˘ღ)",
            "(♡°▽°♡)",
            "(´• ω •)",
            "♡ (´ ε )♡",
            "╰(*´︶*)╯♡",
            "(*˘︶˘*)",
            " (≧◡≦) ♡",
            "(⌒▽⌒)♡",
            "♡ (˘▽˘>ԅ( ˘⌣˘)",
            "( ˘⌣˘)♡(˘⌣˘ )",
            "σ(≧ε≦σ) ♡",
            "♡ (⇀ 3 ↼)",
            "(˘∀˘)/(μ‿μ) ❤ ❤ (ɔˆз(ˆ⌣ˆc)"
    };
    int one = worldListOne.length;
    int two = worldListFour.length;

    int rand1 = (int) (Math.random() * one);
    int rand2 = (int) (Math.random() * two);

    String phrase = worldListOne[rand1] + " " + worldListFour[rand2];

}









